tap "drone/drone"
tap "ethereum/ethereum"
tap "eugenmayer/dockersync"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "nektos/tap"
brew "autoconf"
brew "autojump"
brew "automake"
brew "bat"
brew "blueutil"
brew "python@3.8", link: true
brew "glib"
brew "cloc"
brew "cocoapods"
brew "coreutils"
brew "cowsay"
brew "openldap"
brew "curl"
brew "ddclient", restart_service: true
brew "libpq"
brew "php", restart_service: true
brew "deployer"
brew "dialog"
brew "dnsmasq", restart_service: true
brew "drone-cli"
brew "portaudio"
brew "espeak"
brew "ethereum"
brew "pkg-config"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "fortune"
brew "libxml2"
brew "libdap"
brew "libspatialite"
brew "gdal"
brew "gh"
brew "gifsicle"
brew "git-lfs"
brew "libksba"
brew "gnupg"
brew "goaccess"
brew "grep"
brew "htop"
brew "hub"
brew "libusbmuxd"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "iftop"
brew "libheif"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "libiconv"
brew "libnotify"
brew "logrotate"
brew "lolcat"
brew "mackup"
brew "mcrypt"
brew "mitmproxy"
brew "mpg321"
brew "mysql@5.7", restart_service: true, link: true
brew "ncdu"
brew "netcat"
brew "nginx", restart_service: true
brew "node"
brew "node@10"
brew "p7zip"
brew "phpunit"
brew "putty"
brew "redis", restart_service: true
brew "ruby"
brew "sox"
brew "speedtest-cli"
brew "sphinx-doc"
brew "streamlink"
brew "supervisor", restart_service: true
brew "swig"
brew "switchaudio-osx"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "unison"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "drone/drone/drone"
brew "eugenmayer/dockersync/unox"
brew "jakehilborn/jakehilborn/displayplacer"
brew "nektos/tap/act"
cask "aerial"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "suspicious-package"
cask "webpquicklook"
