tap "eugenmayer/dockersync"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "nektos/tap"
brew "autoconf"
brew "autojump"
brew "automake"
brew "bat"
brew "blueutil"
brew "python@3.8", link: true
brew "glib"
brew "coreutils"
brew "openldap"
brew "curl"
brew "ddclient", restart_service: true
brew "libpq"
brew "php", restart_service: true
brew "dialog"
brew "dnsmasq", restart_service: true
brew "portaudio"
brew "espeak"
brew "pkg-config"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "libxml2"
brew "libdap"
brew "libspatialite"
brew "gdal"
brew "gh"
brew "gifsicle"
brew "git-lfs"
brew "libksba"
brew "gnupg"
brew "grep"
brew "htop"
brew "libusbmuxd"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "iftop"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "libiconv"
brew "libnotify"
brew "logrotate"
brew "lolcat"
brew "mcrypt"
brew "mitmproxy"
brew "mysql@5.7", restart_service: true, link: true
brew "ncdu"
brew "netcat"
brew "nginx", restart_service: true
brew "node"
brew "node@10"
brew "p7zip"
brew "phpunit"
brew "redis", restart_service: true
brew "ruby"
brew "sox"
brew "speedtest-cli"
brew "streamlink"
brew "supervisor", restart_service: true
brew "swig"
brew "switchaudio-osx"
brew "terminal-notifier"
brew "tldr"
brew "tmux"
brew "unison"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "eugenmayer/dockersync/unox"
brew "jakehilborn/jakehilborn/displayplacer"
brew "nektos/tap/act"

cask "slack"
cask "fork"
cask "tableplus"
cask "karabiner-elements"
cask "visual-studio-code"
cask "docker"
cask "hammerspoon"
cask "backblaze"
cask "spotify"
cask "zoom"
