tap "eugenmayer/dockersync"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "k1low/tap"
tap "nektos/tap"
tap "nicoverbruggen/cask"
tap "redmadrobot/formulae"
tap "shivammathur/php"

brew "act"
brew "xz"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "grpc"
brew "apache-arrow"
brew "autoconf"
brew "gdbm"
brew "python@3.10"
brew "autojump"
brew "automake"
brew "bat"
brew "bison"
brew "blueutil"
brew "boost"
brew "glib"
brew "cairo"
brew "cgal"
brew "chruby"
brew "cmake"
brew "libidn2"
brew "libssh2"
brew "curl"
brew "freetds"
brew "libavif"
brew "gd"
brew "libpq"
brew "php"
brew "composer"
brew "coreutils"
brew "cowsay"
brew "cryptography"
brew "ddclient", restart_service: true
brew "dialog"
brew "dnsmasq", restart_service: true, link: false
brew "portaudio"
brew "espeak"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "isl"
brew "gcc"
brew "geos"
brew "libksba"
brew "gnupg"
brew "gpgme"
brew "pkg-config"
brew "hdf5"
brew "proj"
brew "libgeotiff"
brew "libheif"
brew "python@3.9"
brew "libxml2"
brew "libspatialite"
brew "netcdf"
brew "openblas"
brew "numpy"
brew "poppler"
brew "gdal"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "go"
brew "gobject-introspection"
brew "openjdk"
brew "gradle"
brew "grep"
brew "guile"
brew "htop"
brew "libusbmuxd"
brew "ideviceinstaller"
brew "iftop"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "libdap"
brew "libfido2"
brew "libiconv"
brew "libmemcached"
brew "libnotify"
brew "libyaml"
brew "logrotate"
brew "lolcat"
brew "mcrypt"
brew "meilisearch"
brew "mitmproxy"
brew "mysql", restart_service: true
brew "ncdu"
brew "netcat"
brew "nghttp2"
brew "nginx"
brew "node"
brew "node@10"
brew "node@14"
brew "openjdk@17"
brew "p7zip"
brew "pgxnclient"
brew "php@8.0"
brew "php@8.1"
brew "phpunit"
brew "qt@5"
brew "poppler-qt5"
brew "postgresql@14"
brew "sfcgal"
brew "postgis"
brew "proj@7"
brew "pyenv"
brew "python@3.11"
brew "tcl-tk"
brew "python@3.8"
brew "qt"
brew "redis", restart_service: true
brew "ruby"
brew "ruby-install"
brew "sox"
brew "speedtest-cli"
brew "streamlink"
brew "supervisor"
brew "swig"
brew "switchaudio-osx"
brew "terminal-notifier"
brew "tldr"
brew "tmux"
brew "tree"
brew "unison"
brew "watch"
brew "wget"
brew "xsv"
brew "yarn"
brew "youtube-dl"
brew "eugenmayer/dockersync/unox"
brew "jakehilborn/jakehilborn/displayplacer"
brew "k1low/tap/tbls"
brew "shivammathur/php/php@7.3"
brew "shivammathur/php/php@7.4"

cask "backblaze"
cask "docker"
cask "fork"
cask "hammerspoon"
cask "karabiner-elements"
cask "ngrok"
cask "oracle-jdk"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "sloth"
cask "spotify"
cask "suspicious-package"
cask "tableplus"
cask "visual-studio-code"
cask "webpquicklook"
cask "zoom"

vscode "af4jm.vscode-icalendar"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "andrsdc.base16-themes"
vscode "atian25.copy-syntax"
vscode "bgse.relative-path-and-line"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "caponetto.vscode-diff-viewer"
vscode "codingyu.laravel-goto-view"
vscode "cymonk.sql-formatter"
vscode "d9705996.tighten-lint"
vscode "dae.vscode-mac-color-picker"
vscode "dawhite.mustache"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-hasher"
vscode "dnicolson.binary-plist"
vscode "dotjoshjohnson.xml"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "fosshaas.fontsize-shortcuts"
vscode "ftsamoyed.theme-pink-cat-boo"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "hbenl.vscode-test-explorer"
vscode "henrynguyen5-vsc.vsc-nvm"
vscode "heybourn.headwind"
vscode "idleberg.applescript"
vscode "ikappas.composer"
vscode "jakebathman.mysql-syntax"
vscode "jakebathman.nginx-log-highlighter"
vscode "jakeboone02.mediawiki"
vscode "jameshrisho.vs-code-phpunit-snippets"
vscode "jianbingfang.dupchecker"
vscode "jinsihou.diff-tool"
vscode "johnpapa.vscode-peacock"
vscode "jrebocho.vscode-random"
vscode "kasik96.latte"
vscode "kokororin.vscode-phpfmt"
vscode "kotfu.bunch"
vscode "lafe.contextualduplicate"
vscode "lottiefiles.vscode-lottie"
vscode "mblode.twig-language-2"
vscode "mechatroner.rainbow-csv"
vscode "mehedidracula.php-namespace-resolver"
vscode "mikestead.dotenv"
vscode "mitchdenny.ecdc"
vscode "mlewand.vscode-markdown-to-clipboard"
vscode "mohsen1.prettify-json"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-vscode.live-server"
vscode "ms-vscode.sublime-keybindings"
vscode "ms-vscode.test-adapter-converter"
vscode "naumovs.color-highlight"
vscode "neilbrayfield.php-docblocker"
vscode "nemesv.copy-file-name"
vscode "nicollasr.vscode-streamdeck"
vscode "ofhumanbondage.react-proptypes-intellisense"
vscode "onecentlin.laravel-blade"
vscode "onecentlin.laravel5-snippets"
vscode "pedro-w.tmlanguage"
vscode "pkief.material-icon-theme"
vscode "randomfractalsinc.geo-data-viewer"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "ryannaddy.laravel-artisan"
vscode "scala-lang.scala"
vscode "shakram02.bash-beautify"
vscode "shanoor.vscode-nginx"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shufo.vscode-blade-formatter"
vscode "smartmonkey.geotools"
vscode "streetsidesoftware.code-spell-checker"
vscode "suming.react-proptypes-generate"
vscode "swindh.enumerator"
vscode "sysoev.language-stylus"
vscode "taniarascia.new-moon-vscode"
vscode "techer.open-in-browser"
vscode "technosophos.base16"
vscode "tinkertrain.theme-panda"
vscode "toba.vsfire"
vscode "tomoki1207.selectline-statusbar"
vscode "tyriar.sort-lines"
vscode "v4run.transpose"
vscode "vincaslt.highlight-matching-tag"
vscode "virgilsisoe.hammerspoon-snippets"
vscode "vsls-contrib.gistfs"
vscode "vue.volar"
vscode "wayou.vscode-todo-highlight"
vscode "whatwedo.twig"
vscode "wmaurer.change-case"
vscode "yatki.vscode-surround"
vscode "yinfei.luahelper"
